
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = "Привіт, це програма в якій ви можете пройти пробу руф'є"
txt_instruction = ("Проба Руф'є — Діксона — тест для оцінки працездатності серця при фізичному навантаженні.\n"
                     'При обстеженні людина спочатку проводить 5 хв у спокійному стані сидячи або лежачи. Після цього підраховується пульс за 15 секунд.\n'
                     'Потім здійснюється 30 присідань за 45 секунд (може використовуватися метроном).\n'
                     'Зразу ж після цього підраховується у стані спокою пульс за перші 15 секунд і останні 15 секунд першої хвилини після закінчення навантаження.' )
txt_next = 'почати' 
txt_title = "Тест Руф'є"
txt_name = 'П.І.Б'
txt_hintname = "Введіть П.І.Б"
txt_hintage = "Скіки років(повних):"
txt_test1 = '''Лягай на спину та міряй пульс тобі на це дається 15 секунд. Щоб запустити таймер жми кнопку "Почати перший тест". Результати записуй нижче.'''
txt_test2 = 'Роби 30 присідань за 45 секунд та імено кожне присідання 1.5 секунд'
txt_test3 = 'Лягни на спину і виміряй пульс спершу за перші 15 секунд хвилини, потім за останні 15 секунд хвилини, без виміру пульсацій. Результати двох вимірювань запиши нижче'
txt_sendresults = 'Надіслати результати'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Почати перший тест'
txt_starttest2 = 'Почати присідати'
txt_starttest3 = 'Почати фінальний тест'

txt_timer = "00:00:00"

txt_age = '0'
txt_finalwin = 'Результат тесту'
txt_index = "індекс руф'є: "
txt_workheart = 'Працездатність серця: '

txt_result0 = "Не вказані данні про вік"
txt_result1 = "низька. Терміново звернись до лікаря!"
txt_result2 = "задовільна. Звернись до лікаря!"
txt_result3 = "середня. Можливо, варто додатково обстежетись у лікаря"
txt_result4 = "вища середнього"
txt_result5 = "висока"