win_x, win_y =200,100
win_width, win_height = 1000,600

txt_hello = "Ласкаво просимо до програми, що допоможе вам пройти Тест Руф'є!"
txt_instruction = ("Проба Руф'є — Діксона — тест для оцінки працездатності серця при фізичному навантаженні.\n"
                     'При обстеженні людина спочатку проводить 5 хв у спокійному стані сидячи або лежачи. Після цього підраховується пульс за 15 секунд.\n'
                     'Потім здійснюється 30 присідань за 45 секунд (може використовуватися метроном).\n'
                     'Зразу ж після цього підраховується у стані спокою пульс за перші 15 секунд і останні 15 секунд першої хвилини після закінчення навантаження.' )

txt_title = 'Hola'

txt_lab1= 'Введіть П.І.Б.'
txt_lab2 = 'Повних років:'
txt_lab3 = 'Ляжте на спину і заміряйте пульс за 15 секунд. Натисніть кнопку "Почати перший тест", щоб запустити таймер.\n Результат запишіть у відповідне поле.'
txt_lab4 = 'Виконайте 30 присідань за 45 секунд. Для цього натисніть кнопку "Почати робити присідання", щоб запустити лічильник присідань.'
txt_lab5 = 'Ляжте на спину і заміряйте пульс спочатку за перші 15 секунд хвилини, потім за останні 15 секунд хвилинни без виміру пульсацій. Результати запишіть у відповідні поля.'
txt_lab6 = '00:00:00'


txt_edit1 ='П.І.Б.'
txt_edit2='0'
txt_edit3 = '0'
txt_edit4 = '0'
txt_edit5= '0'


txt_butt1 = 'Почати перший тест'
txt_butt2 = 'Почати робити присідання'
txt_butt3 = 'Почати фінальний тест'
txt_butt4 = 'Надіслати результати'
