
win_x, win_y = 200, 100
win_width, win_height = 1000, 600

txt_hello = "Привіт, це програма проба руф'є"
txt_next = "Тут ти можеш провести діагностику свого здоровя за допопомогою проби руф'є"
txt_instruction = 'почати' 
txt_title = "Тест Руф'є"
txt_name = 'П.І.Б'
txt_hintname = "Введіть П.І.Б"
txt_hintage = "Скіки років"
txt_test1 = '''Лягайте на спину та міряй пульс тобі на це дається 15 секунд. Щоб запустити таймер жми кнопку "Почати перший тест". Результати записуй нижче.'''
txt_test2 = 'Робіть 30 присідань за 45 секунд та імено кожне присідання 1.5 секунд'
txt_test3 = 'Лягни на спину і виміряй пульс спершу за перші 15 секунд хвилини, потім за останні 15 секунд хвилини, без виміру пульсацій. Результати двох вимірювань запиши нижче'
txt_sendresults = 'Надіслати результати'
txt_hinttest1 = '0'
txt_hinttest2 = '0'
txt_hinttest3 = '0'
txt_starttest1 = 'Почати перший тест'
txt_starttest2 = 'Почати присідати'
txt_starttest3 = 'Почати фінальний тест'

txt_age = '0'
txt_finalwin = 'Результат тесту'
txt_index = "індекс руф'є"
txt_workheart = 'Ти'